Repository: Finfra/fWarrange_public
Catalog: localization/Localizable.xcstrings
Source language: ko
Languages: ar, de, en, es, fr, hi, ja, zh_hans, zh_hant

source: '\\(layout.name)' 삭제 완료
ar: '\\(layout.name)' تم الحذف
de: '\\(layout.name)' gelöscht
en: '\\(layout.name)' deleted
es: '\\(layout.name)' eliminado
fr: '\\(layout.name)' supprimé
hi: '\\(layout.name)' हटाया गया
ja: 「\\(layout.name)」削除完了
zh_hans: '\\(layout.name)' 已删除
zh_hant: '\\(layout.name)' 已刪除

source: '\\(layout.name)'에서 \\(windowIds.count)개 창 삭제 완료
ar: تمت إزالة \\(windowIds.count) نوافذ من '\\(layout.name)'
de: \\(windowIds.count) Fenster aus '\\(layout.name)' entfernt
en: \\(windowIds.count) windows removed from '\\(layout.name)'
es: \\(windowIds.count) ventanas eliminadas de '\\(layout.name)'
fr: \\(windowIds.count) fenêtres supprimées de '\\(layout.name)'
hi: '\\(layout.name)' से \\(windowIds.count) विंडो हटाई गई
ja: 「\\(layout.name)」から\\(windowIds.count)個のウィンドウを削除完了
zh_hans: 已从 '\\(layout.name)' 删除 \\(windowIds.count) 个窗口
zh_hant: 已從 '\\(layout.name)' 刪除 \\(windowIds.count) 個視窗

source: '\\(layout.name)'이(가) 기본 레이아웃으로 설정되었습니다
ar: تم تعيين '\\(layout.name)' كتخطيط افتراضي
de: '\\(layout.name)' wurde als Standardlayout festgelegt
en: '\\(layout.name)' has been set as the default layout
es: '\\(layout.name)' ha sido establecido como diseño predeterminado
fr: '\\(layout.name)' a été défini comme disposition par défaut
hi: '\\(layout.name)' को डिफ़ॉल्ट लेआउट के रूप में सेट किया गया
ja: 「\\(layout.name)」がデフォルトレイアウトに設定されました
zh_hans: '\\(layout.name)' 已设为默认布局
zh_hant: '\\(layout.name)' 已設為預設版面配置

source: '\\(name)' 저장 완료 (\\(windows.count)개 창)
ar: تم حفظ '\\(name)' (\\(windows.count) نوافذ)
de: '\\(name)' gespeichert (\\(windows.count) Fenster)
en: '\\(name)' saved (\\(windows.count) windows)
es: '\\(name)' guardado (\\(windows.count) ventanas)
fr: '\\(name)' enregistré (\\(windows.count) fenêtres)
hi: '\\(name)' सहेजा गया (\\(windows.count) विंडो)
ja: 「\\(name)」保存完了（\\(windows.count)ウィンドウ）
zh_hans: '\\(name)' 已保存（\\(windows.count) 个窗口）
zh_hant: '\\(name)' 已儲存（\\(windows.count) 個視窗）

source: '%@'의 새 이름을 입력하세요
ar: أدخل اسمًا جديدًا لـ '%@'
de: Neuen Namen für '%@' eingeben
en: Enter a new name for '%@'
es: Ingrese un nuevo nombre para '%@'
fr: Entrez un nouveau nom pour '%@'
hi: '%@' के लिए नया नाम दर्ज करें
ja: 「%@」の新しい名前を入力してください
zh_hans: 请输入 '%@' 的新名称
zh_hant: 請輸入 '%@' 的新名稱

source: \(checkedWindowIds.count)개 선택됨
ar: تم تحديد \(checkedWindowIds.count)
de: \(checkedWindowIds.count) ausgewählt
en: \(checkedWindowIds.count) selected
es: \(checkedWindowIds.count) seleccionado(s)
fr: \(checkedWindowIds.count) sélectionné(s)
hi: \(checkedWindowIds.count) चयनित
ja: \(checkedWindowIds.count)個選択中
zh_hans: 已选择 \(checkedWindowIds.count) 个
zh_hant: 已選擇 \(checkedWindowIds.count) 個

source: \(failed)개 창 복구 실패 (\(succeeded)/\(total) 성공)
ar: فشل استعادة \(failed) نوافذ (\(succeeded)/\(total) نجح)
de: \(failed) Fenster konnten nicht wiederhergestellt werden (\(succeeded)/\(total) erfolgreich)
en: \(failed) windows failed to restore (\(succeeded)/\(total) succeeded)
es: Error al restaurar \(failed) ventanas (\(succeeded)/\(total) exitosas)
fr: Échec de restauration de \(failed) fenêtres (\(succeeded)/\(total) réussi)
hi: \(failed) विंडो पुनर्स्थापित करने में विफल (\(succeeded)/\(total) सफल)
ja: \(failed)個のウィンドウ復元失敗（\(succeeded)/\(total) 成功）
zh_hans: \(failed) 个窗口恢复失败（\(succeeded)/\(total) 成功）
zh_hant: \(failed) 個視窗恢復失敗（\(succeeded)/\(total) 成功）

source: \(group.windows.count)개 창
ar: \(group.windows.count) نوافذ
de: \(group.windows.count) Fenster
en: \(group.windows.count) windows
es: \(group.windows.count) ventanas
fr: \(group.windows.count) fenêtres
hi: \(group.windows.count) विंडो
ja: \(group.windows.count)ウィンドウ
zh_hans: \(group.windows.count) 个窗口
zh_hant: \(group.windows.count) 個視窗

source: \(layout.windowCount)개 창
ar: \(layout.windowCount) نوافذ
de: \(layout.windowCount) Fenster
en: \(layout.windowCount) windows
es: \(layout.windowCount) ventanas
fr: \(layout.windowCount) fenêtres
hi: \(layout.windowCount) विंडो
ja: \(layout.windowCount)ウィンドウ
zh_hans: \(layout.windowCount) 个窗口
zh_hant: \(layout.windowCount) 個視窗

source: %d개 선택됨
ar: تم تحديد %d
de: %d ausgewählt
en: %d selected
es: %d seleccionado(s)
fr: %d sélectionné(s)
hi: %d चयनित
ja: %d個選択中
zh_hans: 已选择 %d 个
zh_hant: 已選擇 %d 個

source: %d개 창
ar: %d نوافذ
de: %d Fenster
en: %d windows
es: %d ventanas
fr: %d fenêtres
hi: %d विंडो
ja: %dウィンドウ
zh_hans: %d 个窗口
zh_hant: %d 個視窗

source: <제목 없음>
ar: <بلا عنوان>
de: <Kein Titel>
en: <No Title>
es: <Sin título>
fr: <Sans titre>
hi: <कोई शीर्षक नहीं>
ja: <タイトルなし>
zh_hans: <无标题>
zh_hant: <無標題>

source: Accessibility 권한이 필요합니다
ar: إذن الوصول (Accessibility) مطلوب
de: Barrierefreiheitsberechtigung erforderlich
en: Accessibility permission is required
es: Se requiere permiso de accesibilidad
fr: L'autorisation d'accessibilité est requise
hi: पहुँच अनुमति आवश्यक है
ja: Accessibilityの権限が必要です
zh_hans: 需要辅助功能权限
zh_hant: 需要輔助使用權限

source: Accessibility: 필요
ar: Accessibility: مطلوب
de: Barrierefreiheit: Erforderlich
en: Accessibility: Required
es: Accesibilidad: Requerida
fr: Accessibilité : Requise
hi: पहुँच: आवश्यक
ja: Accessibility: 必要
zh_hans: 辅助功能：需要
zh_hant: 輔助使用：需要

source: Accessibility: 허용됨
ar: Accessibility: ممنوح
de: Barrierefreiheit: Gewährt
en: Accessibility: Granted
es: Accesibilidad: Concedida
fr: Accessibilité : Accordée
hi: पहुँच: अनुमति दी गई
ja: Accessibility: 許可済み
zh_hans: 辅助功能：已授权
zh_hant: 輔助使用：已授予

source: macOS 로그인 시 fWarrange가 자동으로 시작됩니다
ar: سيتم تشغيل fWarrange تلقائياً عند تسجيل الدخول إلى macOS
de: fWarrange wird beim macOS-Login automatisch gestartet
en: fWarrange will start automatically when you log in to macOS
es: fWarrange se iniciará automáticamente al iniciar sesión en macOS
fr: fWarrange démarrera automatiquement lors de la connexion à macOS
hi: macOS में लॉगिन करने पर fWarrange स्वचालित रूप से शुरू होगा
ja: macOSログイン時にfWarrangeが自動的に起動します
zh_hans: 登录macOS时fWarrange将自动启动
zh_hant: 登入macOS時fWarrange將自動啟動

source: 각 항목을 클릭하면 단축키를 수정할 수 있습니다.
ar: انقر على كل عنصر لتعديل الاختصار.
de: Klicken Sie auf einen Eintrag, um das Tastenkürzel zu ändern.
en: Click each item to modify the shortcut.
es: Haga clic en cada elemento para modificar el atajo.
fr: Cliquez sur chaque élément pour modifier le raccourci.
hi: शॉर्टकट बदलने के लिए प्रत्येक आइटम पर क्लिक करें।
ja: 各項目をクリックするとショートカットを変更できます。
zh_hans: 点击每个项目以修改快捷键。
zh_hant: 點選每個項目以修改快速鍵。

source: 경로
ar: المسار
de: Pfad
en: Path
es: Ruta
fr: Chemin
hi: पथ
ja: パス
zh_hans: 路径
zh_hant: 路徑

source: 고급
ar: متقدم
de: Erweitert
en: Advanced
es: Avanzado
fr: Avancé
hi: उन्नत
ja: 詳細
zh_hans: 高级
zh_hant: 進階

source: 고급 설정
ar: إعدادات متقدمة
de: Erweiterte Einstellungen
en: Advanced Settings
es: Configuración avanzada
fr: Paramètres avancés
hi: उन्नत सेटिंग्स
ja: 詳細設定
zh_hans: 高级设置
zh_hant: 進階設定

source: 기본
ar: افتراضي
de: Standard
en: Default
es: Predeterminado
fr: Par défaut
hi: डिफ़ॉल्ट
ja: デフォルト
zh_hans: 默认
zh_hant: 預設

source: 기본 레이아웃으로 복구
ar: استعادة التخطيط الافتراضي
de: Standardlayout wiederherstellen
en: Restore default layout
es: Restaurar diseño predeterminado
fr: Restaurer la disposition par défaut
hi: डिफ़ॉल्ट लेआउट पुनर्स्थापित करें
ja: デフォルトレイアウトに復元
zh_hans: 恢复默认布局
zh_hant: 恢復預設版面配置

source: 기본 레이아웃으로 설정
ar: تعيين كتخطيط افتراضي
de: Als Standardlayout festlegen
en: Set as Default Layout
es: Establecer como diseño predeterminado
fr: Définir comme disposition par défaut
hi: डिफ़ॉल्ट लेआउट के रूप में सेट करें
ja: デフォルトレイアウトとして設定
zh_hans: 设为默认布局
zh_hant: 設為預設版面配置

source: 기본 레이아웃이 설정되지 않았습니다
ar: لم يتم تعيين تخطيط افتراضي
de: Kein Standardlayout festgelegt
en: Default layout is not set
es: No se ha establecido un diseño predeterminado
fr: Aucune disposition par défaut définie
hi: कोई डिफ़ॉल्ट लेआउट सेट नहीं
ja: デフォルトレイアウトが設定されていません
zh_hans: 未设置默认布局
zh_hant: 未設置預設版面配置

# 기본 복구 (라벨)
source: 기본 복구
ar: الاستعادة الافتراضية
de: Standard
en: Default
es: Predeterminado
fr: Par défaut
hi: डिफ़ॉल्ट
ja: デフォルト
zh_hans: 默认恢复
zh_hant: 預設恢復

source: 기본 복구:
ar: الاستعادة الافتراضية:
de: Standard-Wiederherstellung:
en: Restore Default:
es: Restauración predeterminada:
fr: Restauration par défaut :
hi: डिफ़ॉल्ट पुनर्स्थापना:
ja: デフォルト復元:
zh_hans: 默认恢复：
zh_hant: 預設恢復：

source: 기본 설정
ar: تعيين كافتراضي
de: Als Standard festlegen
en: Set as Default
es: Establecer como predeterminado
fr: Définir par défaut
hi: डिफ़ॉल्ट के रूप में सेट करें
ja: デフォルトに設定
zh_hans: 设为默认
zh_hant: 設為預設

source: 기본 제외 앱
ar: التطبيقات المستثناة افتراضياً
de: Standardmäßig ausgeschlossene Apps
en: Default Excluded Apps
es: Apps excluidas por defecto
fr: Applications exclues par défaut
hi: डिफ़ॉल्ट बाहर किए गए ऐप्स
ja: デフォルト除外アプリ
zh_hans: 默认排除应用
zh_hant: 預設排除應用程式

source: 기본값 복원
ar: استعادة الإعدادات الافتراضية
de: Standardwerte wiederherstellen
en: Restore Defaults
es: Restaurar valores predeterminados
fr: Restaurer les valeurs par défaut
hi: डिफ़ॉल्ट मान पुनर्स्थापित करें
ja: デフォルトに戻す
zh_hans: 恢复默认值
zh_hant: 恢復預設值

source: 기타 옵션
ar: خيارات أخرى
de: Sonstige Optionen
en: Other Options
es: Otras opciones
fr: Autres options
hi: अन्य विकल्प
ja: その他のオプション
zh_hans: 其他选项
zh_hant: 其他選項

source: 나중에
ar: لاحقًا
de: Später
en: Later
es: Más tarde
fr: Plus tard
hi: बाद में
ja: 後で
zh_hans: 稍后
zh_hant: 稍後

source: 다크
ar: داكن
de: Dunkel
en: Dark
es: Oscuro
fr: Sombre
hi: गहरा
ja: ダーク
zh_hans: 深色
zh_hant: 深色

source: 단축키
ar: اختصارات
de: Tastenkürzel
en: Shortcuts
es: Atajos
fr: Raccourcis
hi: शॉर्टकट
ja: ショートカット
zh_hans: 快捷键
zh_hant: 快速鍵

source: 단축키 설정
ar: إعدادات الاختصارات
de: Tastenkürzel-Einstellungen
en: Shortcut Settings
es: Configuración de atajos
fr: Paramètres de raccourcis
hi: शॉर्टकट सेटिंग्स
ja: ショートカット設定
zh_hans: 快捷键设置
zh_hant: 快速鍵設定

source: 단축키는 앱 재시작 시 적용됩니다.
ar: سيتم تطبيق الاختصارات عند إعادة تشغيل التطبيق.
de: Tastenkürzel werden nach dem Neustart der App angewendet.
en: Shortcuts will be applied after app restart.
es: Los atajos se aplicarán después de reiniciar la aplicación.
fr: Les raccourcis seront appliqués après le redémarrage de l'application.
hi: ऐप पुनरारंभ होने पर शॉर्टकट लागू होंगे।
ja: ショートカットはアプリ再起動時に適用されます。
zh_hans: 快捷键将在应用重启后生效。
zh_hant: 快捷鍵將在應用程式重新啟動後生效。

source: 닫기
ar: إغلاق
de: Schließen
en: Close
es: Cerrar
fr: Fermer
hi: बंद करें
ja: 閉じる
zh_hans: 关闭
zh_hant: 關閉

source: 데이터 관리
ar: إدارة البيانات
de: Datenverwaltung
en: Data Management
es: Gestión de datos
fr: Gestion des données
hi: डेटा प्रबंधन
ja: データ管理
zh_hans: 数据管理
zh_hant: 資料管理

source: 데이터 저장 경로
ar: مسار تخزين البيانات
de: Datenspeicherpfad
en: Data Storage Path
es: Ruta de almacenamiento de datos
fr: Chemin de stockage des données
hi: डेटा संग्रहण पथ
ja: データ保存パス
zh_hans: 数据存储路径
zh_hant: 資料儲存路徑

source: 라이트
ar: فاتح
de: Hell
en: Light
es: Claro
fr: Clair
hi: हल्का
ja: ライト
zh_hans: 浅色
zh_hant: 淺色

source: 레이아웃
ar: التخطيط
de: Layout
en: Layout
es: Diseño
fr: Disposition
hi: लेआउट
ja: レイアウト
zh_hans: 布局
zh_hant: 佈局

source: 레이아웃 검색...
ar: بحث عن التخطيطات...
de: Layouts suchen...
en: Search layouts...
es: Buscar diseños...
fr: Rechercher...
ja: レイアウト検索...
zh_hans: 搜索布局...
zh_hant: 搜尋佈局...

source: 레이아웃 삭제
ar: حذف التخطيط
de: Layout löschen
en: Delete Layout
es: Eliminar diseño
fr: Supprimer la disposition
hi: लेआउट हटाएं
ja: レイアウトを削除
zh_hans: 删除布局
zh_hant: 刪除版面配置

source: 레이아웃 이름
ar: اسم التخطيط
de: Layoutname
en: Layout Name
es: Nombre del diseño
fr: Nom de la disposition
hi: लेआउट नाम
ja: レイアウト名
zh_hans: 布局名称
zh_hant: 版面配置名稱

source: 레이아웃을 선택하세요
ar: حدد تخطيطًا
de: Layout auswählen
en: Select a Layout
es: Seleccionar un diseño
fr: Sélectionner une disposition
hi: एक लेआउट चुनें
ja: レイアウトを選択してください
zh_hans: 请选择布局
zh_hant: 請選擇版面配置

source: 로그 모드:
ar: وضع السجل:
de: Protokollmodus:
en: Log Mode:
es: Modo de registro:
fr: Mode journal :
hi: लॉग मोड:
ja: ログモード:
zh_hans: 日志模式：
zh_hant: 記錄模式：

source: 로그 설정
ar: إعدادات السجل
de: Protokolleinstellungen
en: Log Settings
es: Configuración de registro
fr: Paramètres de journal
hi: लॉग सेटिंग्स
ja: ログ設定
zh_hans: 日志设置
zh_hant: 日誌設定

source: 로그인 시 자동 실행
ar: تشغيل تلقائي عند تسجيل الدخول
de: Beim Anmelden automatisch starten
en: Launch at Login
es: Iniciar al iniciar sesión
fr: Lancer à la connexion
hi: लॉगिन पर स्वचालित रूप से लॉन्च करें
ja: ログイン時に自動実行
zh_hans: 登录时自动启动
zh_hant: 登入時自動啟動

source: 로깅
ar: السجل
de: Protokoll
en: Logging
es: Registro
fr: Journal
hi: लॉगिंग
ja: ログ
zh_hans: 日志
zh_hant: 日誌

source: 로깅 설정
ar: إعدادات السجل
de: Protokolleinstellungen
en: Logging Settings
es: Configuración de registro
fr: Paramètres de journal
hi: लॉगिंग सेटिंग्स
ja: ログ設定
zh_hans: 日志设置
zh_hant: 日誌設定

source: 마지막 복구:
ar: آخر استعادة:
de: Letzte Wiederherstellung:
en: Restore Last:
es: Última restauración:
fr: Dernière restauration :
hi: अंतिम पुनर्स्थापना:
ja: 最後の復元:
zh_hans: 最后恢复：
zh_hant: 上次恢復：

source: 매칭 최소 점수:
ar: الحد الأدنى لنقاط المطابقة:
de: Mindest-Übereinstimmungspunktzahl:
en: Min Match Score:
es: Puntuación mínima de coincidencia:
fr: Score de correspondance minimal :
hi: न्यूनतम मिलान स्कोर:
ja: マッチ最低スコア:
zh_hans: 最低匹配分数：
zh_hant: 最低比對分數：

source: 메인 창 열기
ar: فتح النافذة الرئيسية
de: Hauptfenster öffnen
en: Open Main Window
es: Abrir ventana principal
fr: Ouvrir la fenêtre principale
hi: मुख्य विंडो खोलें
ja: メインウィンドウを開く
zh_hans: 打开主窗口
zh_hant: 開啟主視窗

source: 모두 선택
ar: تحديد الكل
de: Alle auswählen
en: Select All
es: Seleccionar todo
fr: Tout sélectionner
hi: सभी चुनें
ja: すべて選択
zh_hans: 全部选择
zh_hant: 全部選擇

source: 모든 레이아웃 제거
ar: إزالة جميع التخطيطات
de: Alle Layouts entfernen
en: Remove All Layouts
es: Eliminar todos los diseños
fr: Supprimer toutes les dispositions
hi: सभी लेआउट हटाएं
ja: すべてのレイアウトを削除
zh_hans: 移除所有布局
zh_hant: 移除所有版面配置

source: 모든 레이아웃이 삭제되었습니다.
ar: تم حذف جميع التخطيطات.
de: Alle Layouts wurden gelöscht.
en: All layouts have been deleted.
es: Todos los diseños han sido eliminados.
fr: Toutes les dispositions ont été supprimées.
hi: सभी लेआउट हटा दिए गए हैं।
ja: すべてのレイアウトが削除されました。
zh_hans: 所有布局已删除。
zh_hant: 所有佈局已刪除。

source: 미설정
ar: غير محدد
de: Nicht festgelegt
en: Not Set
es: No establecido
fr: Non défini
hi: सेट नहीं
ja: 未設定
zh_hans: 未设置
zh_hant: 未設定

source: 변경
ar: تغيير
de: Ändern
en: Change
es: Cambiar
fr: Modifier
hi: बदलें
ja: 変更
zh_hans: 更改
zh_hant: 更改

source: 변경 즉시 적용됩니다
ar: يتم التطبيق على الفور عند التغيير
de: Änderungen werden sofort angewendet
en: Changes apply immediately
es: Los cambios se aplican inmediatamente
fr: Les modifications s'appliquent immédiatement
hi: परिवर्तन तुरंत लागू होते हैं
ja: 変更は即座に適用されます
zh_hans: 变更立即生效
zh_hant: 變更立即生效

source: 변경 후 앱을 재시작해야 적용됩니다
ar: يجب إعادة تشغيل التطبيق لتطبيق التغييرات
de: Ein Neustart der App ist erforderlich, um Änderungen anzuwenden
en: App restart required to apply changes
es: Es necesario reiniciar la aplicación para aplicar los cambios
fr: Un redémarrage de l'application est nécessaire pour appliquer les modifications
hi: परिवर्तन लागू करने के लिए ऐप को पुनरारंभ करना होगा
ja: 変更を適用するにはアプリの再起動が必要です
zh_hans: 更改后需重启应用才能生效
zh_hant: 更改後需重新啟動應用程式才能生效

source: 복구
ar: استعادة
de: Wiederherstellen
en: Restore
es: Restaurar
fr: Restaurer
hi: पुनर्स्थापित करें
ja: 復元
zh_hans: 恢复
zh_hant: 恢復

source: 복구 버튼 스타일:
ar: نمط زر الاستعادة:
de: Wiederherstellungs-Schaltflächenstil:
en: Restore Button Style:
es: Estilo de botón de restauración:
fr: Style du bouton de restauration :
hi: पुनर्स्थापना बटन शैली:
ja: 復元ボタンスタイル:
zh_hans: 恢复按钮样式:
zh_hant: 還原按鈕樣式:

source: 복구 설정
ar: إعدادات الاستعادة
de: Wiederherstellungseinstellungen
en: Restore Settings
es: Configuración de restauración
fr: Paramètres de restauration
hi: पुनर्स्थापना सेटिंग्स
ja: 復元設定
zh_hans: 恢复设置
zh_hant: 還原設定

source: 복구 완료 (\(succeeded)/\(total) 창 성공)
ar: اكتملت الاستعادة (\(succeeded)/\(total) نوافذ)
de: Wiederherstellung abgeschlossen (\(succeeded)/\(total) Fenster erfolgreich)
en: Restore completed (\(succeeded)/\(total) windows succeeded)
es: Restauración completada (\(succeeded)/\(total) ventanas exitosas)
fr: Restauration terminée (\(succeeded)/\(total) fenêtres réussies)
hi: पुनर्स्थापना पूर्ण (\(succeeded)/\(total) विंडो सफल)
ja: 復元完了（\(succeeded)/\(total) ウィンドウ成功）
zh_hans: 恢复完成（\(succeeded)/\(total) 个窗口成功）
zh_hant: 恢復完成（\(succeeded)/\(total) 個視窗成功）

source: 복구 중... (시도 \(attempt)/\(maxAttempts))
ar: جارٍ الاستعادة... (محاولة \(attempt)/\(maxAttempts))
de: Wird wiederhergestellt... (Versuch \(attempt)/\(maxAttempts))
en: Restoring... (attempt \(attempt)/\(maxAttempts))
es: Restaurando... (intento \(attempt)/\(maxAttempts))
fr: Restauration en cours... (tentative \(attempt)/\(maxAttempts))
hi: पुनर्स्थापित हो रहा है... (प्रयास \(attempt)/\(maxAttempts))
ja: 復元中... (試行 \(attempt)/\(maxAttempts))
zh_hans: 恢复中...（尝试 \(attempt)/\(maxAttempts)）
zh_hant: 恢復中...（嘗試 \(attempt)/\(maxAttempts)）

source: 복구할 레이아웃이 없습니다
ar: لا يوجد تخطيط للاستعادة
de: Kein Layout zum Wiederherstellen
en: No layout to restore
es: No hay diseño para restaurar
fr: Aucune disposition à restaurer
hi: पुनर्स्थापित करने के लिए कोई लेआउट नहीं
ja: 復元するレイアウトがありません
zh_hans: 没有可恢复的布局
zh_hant: 沒有可恢復的版面配置

source: 비어있으면 기본 경로 사용 (~/Documents/finfra/fWarrangeData)
ar: إذا كان فارغًا، سيُستخدم المسار الافتراضي (~/Documents/finfra/fWarrangeData)
de: Wenn leer, wird der Standardpfad verwendet (~/Documents/finfra/fWarrangeData)
en: If empty, default path is used (~/Documents/finfra/fWarrangeData)
es: Si está vacío, se usa la ruta predeterminada (~/Documents/finfra/fWarrangeData)
fr: Si vide, le chemin par défaut est utilisé (~/Documents/finfra/fWarrangeData)
hi: खाली होने पर डिफ़ॉल्ट पथ का उपयोग होगा (~/Documents/finfra/fWarrangeData)
ja: 空の場合、デフォルトパスを使用 (~/Documents/finfra/fWarrangeData)
zh_hans: 若为空，将使用默认路径 (~/Documents/finfra/fWarrangeData)
zh_hant: 若為空，將使用預設路徑 (~/Documents/finfra/fWarrangeData)

source: 사이드바에서 레이아웃을 선택하거나 + 버튼으로 새로 저장하세요
ar: حدد تخطيطًا من الشريط الجانبي أو احفظ تخطيطًا جديدًا بالزر +
de: Layout aus der Seitenleiste auswählen oder mit der Schaltfläche + neu speichern
en: Select a layout from the sidebar or save a new one with the + button
es: Seleccione un diseño en la barra lateral o guarde uno nuevo con el botón +
fr: Sélectionnez une disposition dans la barre latérale ou enregistrez-en une nouvelle avec le bouton +
hi: साइडबार से एक लेआउट चुनें या + बटन से नया सहेजें
ja: サイドバーからレイアウトを選択するか、+ ボタンで新しく保存してください
zh_hans: 从侧边栏选择布局，或用 + 按钮保存新布局
zh_hant: 從側邊欄選擇版面配置，或使用 + 按鈕儲存新版面配置

source: 삭제
ar: حذف
de: Löschen
en: Delete
es: Eliminar
fr: Supprimer
hi: हटाएं
ja: 削除
zh_hans: 删除
zh_hant: 刪除

source: 삭제 실패: \\(error.localizedDescription)
ar: فشل الحذف: \\(error.localizedDescription)
de: Löschen fehlgeschlagen: \\(error.localizedDescription)
en: Delete failed: \\(error.localizedDescription)
es: Error al eliminar: \\(error.localizedDescription)
fr: Échec de la suppression : \\(error.localizedDescription)
hi: हटाना विफल: \\(error.localizedDescription)
ja: 削除失敗: \\(error.localizedDescription)
zh_hans: 删除失败：\\(error.localizedDescription)
zh_hant: 刪除失敗：\\(error.localizedDescription)

source: 새 레이아웃 저장
ar: حفظ تخطيط جديد
de: Neues Layout speichern
en: Save New Layout
es: Guardar nuevo diseño
fr: Enregistrer une nouvelle disposition
hi: नया लेआउट सहेजें
ja: 新しいレイアウトを保存
zh_hans: 保存新布局
zh_hant: 儲存新版面配置

source: 새 이름
ar: اسم جديد
de: Neuer Name
en: New name
es: Nuevo nombre
fr: Nouveau nom
hi: नया नाम
ja: 新しい名前
zh_hans: 新名称
zh_hant: 新名稱

source: 새 저장
ar: حفظ جديد
de: Neu speichern
en: New Save
es: Nuevo guardado
fr: Nouvel enreg.
hi: नया सहेजें
ja: 新規保存
zh_hans: 新建保存
zh_hant: 新增儲存

source: 선택 복구
ar: استعادة المحدد
de: Auswahl
en: Selected
es: Seleccionado
fr: Sélection
hi: चयनित
ja: 選択復元
zh_hans: 选中恢复
zh_hant: 選取恢復

source: 선택 토글
ar: تبديل التحديد
de: Auswahl umschalten
en: Toggle Selection
es: Alternar selección
fr: Basculer la sélection
hi: चयन टॉगल करें
ja: 選択切替
zh_hans: 切换选择
zh_hant: 切換選擇

source: 선택 항목 삭제
ar: حذف المحدد
de: Auswahl löschen
en: Delete Selected
es: Eliminar selección
fr: Supprimer la sélection
hi: चयनित हटाएं
ja: 選択項目を削除
zh_hans: 删除所选
zh_hant: 刪除所選

source: 선택 해제
ar: إلغاء التحديد
de: Auswahl aufheben
en: Deselect
es: Deseleccionar
fr: Désélectionner
hi: चयन हटाएं
ja: 選択解除
zh_hans: 取消选择
zh_hant: 取消選擇

source: 선택...
ar: تحديد...
de: Auswählen...
en: Select...
es: Seleccionar...
fr: Sélectionner...
hi: चुनें...
ja: 選択...
zh_hans: 选择...
zh_hant: 選擇...

source: 선택한 레이아웃 삭제
ar: حذف التخطيط المحدد
de: Ausgewähltes Layout löschen
en: Delete Selected Layout
es: Eliminar diseño seleccionado
fr: Supprimer la disposition sélectionnée
hi: चयनित लेआउट हटाएं
ja: 選択したレイアウトを削除
zh_hans: 删除所选布局
zh_hant: 刪除所選版面配置

source: 설정...
ar: الإعدادات...
de: Einstellungen...
en: Settings...
es: Configuración...
fr: Paramètres...
hi: सेटिंग्स...
ja: 設定...
zh_hans: 设置...
zh_hant: 設定...

source: 시스템
ar: النظام
de: System
en: System
es: Sistema
fr: Système
hi: सिस्टम
ja: システム
zh_hans: 系统
zh_hant: 系統

source: 시스템 기본
ar: افتراضي النظام
de: Systemstandard
en: System Default
es: Predeterminado del sistema
fr: Système par défaut
hi: सिस्टम डिफ़ॉल्ट
ja: システムデフォルト
zh_hans: 系统默认
zh_hant: 系統預設

source: 시스템 앱 숨기기
ar: إخفاء تطبيقات النظام
de: System-Apps ausblenden
en: Hide system apps
es: Ocultar aplicaciones del sistema
fr: Masquer les applications système
hi: सिस्टम ऐप्स छुपाएं
ja: システムアプリを隠す
zh_hans: 隐藏系统应用
zh_hant: 隱藏系統應用程式

source: 시스템 창 표시
ar: إظهار نوافذ النظام
de: Systemfenster anzeigen
en: Show system windows
es: Mostrar ventanas del sistema
fr: Afficher les fenêtres système
hi: सिस्टम विंडो दिखाएं
ja: システムウィンドウを表示
zh_hans: 显示系统窗口
zh_hant: 顯示系統視窗

source: 실행 중인 앱:
ar: التطبيقات قيد التشغيل:
de: Laufende Apps:
en: Running Apps:
es: Aplicaciones en ejecución:
fr: Applications en cours d'exécution :
hi: चल रहे ऐप्स:
ja: 実行中のアプリ:
zh_hans: 正在运行的应用：
zh_hant: 正在執行的應用程式：

source: 아이콘만
ar: الأيقونة فقط
de: Nur Symbol
en: Icon Only
es: Solo icono
fr: Icône uniquement
hi: केवल आइकन
ja: アイコンのみ
zh_hans: 仅图标
zh_hant: 僅圖示

source: 앱 이름 직접 입력
ar: أدخل اسم التطبيق مباشرة
de: App-Namen direkt eingeben
en: Enter app name
es: Ingresar nombre de la aplicación
fr: Saisir le nom de l'application
hi: ऐप नाम सीधे दर्ज करें
ja: アプリ名を入力
zh_hans: 直接输入应用名称
zh_hant: 直接輸入應用程式名稱

source: 앱 필터 사용
ar: استخدام مرشح التطبيقات
de: App-Filter verwenden
en: Use app filter
es: Usar filtro de aplicaciones
fr: Utiliser le filtre d'applications
hi: ऐप फ़िल्टर का उपयोग करें
ja: アプリフィルターを使用
zh_hans: 使用应用过滤器
zh_hant: 使用應用程式過濾器

source: 언어
ar: اللغة
de: Sprache
en: Language
es: Idioma
fr: Langue
hi: भाषा
ja: 言語
zh_hans: 语言
zh_hant: 語言

source: 언어 변경
ar: تغيير اللغة
de: Sprache geändert
en: Language Changed
es: Idioma cambiado
fr: Langue modifiée
hi: भाषा बदली गई
ja: 言語変更
zh_hans: 语言已更改
zh_hant: 語言已更改

source: 언어 변경을 적용하려면 앱을 재시작해야 합니다.
ar: يجب إعادة تشغيل التطبيق لتطبيق تغيير اللغة.
de: Sie müssen die App neu starten, um die Sprachänderung zu übernehmen.
en: You need to restart the app to apply the language change.
es: Debe reiniciar la aplicación para aplicar el cambio de idioma.
fr: Vous devez redémarrer l'application pour appliquer le changement de langue.
hi: भाषा परिवर्तन लागू करने के लिए ऐप को पुनरारंभ करना होगा।
ja: 言語の変更を適用するにはアプリを再起動する必要があります。
zh_hans: 需要重启应用程序以应用语言更改。
zh_hant: 需要重新啟動應用程式以套用語言更改。

source: 언어 선택
ar: اختر اللغة
de: Sprache auswählen
en: Select Language
es: Seleccionar idioma
fr: Sélectionner la langue
hi: भाषा चुनें
ja: 言語を選択
zh_hans: 选择语言
zh_hant: 選擇語言

source: 언어 설정
ar: إعدادات اللغة
de: Spracheinstellungen
en: Language Settings
es: Configuración de idioma
fr: Paramètres de langue
hi: भाषा सेटिंग्स
ja: 言語設定
zh_hans: 语言设置
zh_hant: 語言設定

source: 없음
ar: لا شيء
de: Keine
en: None
es: Ninguno
fr: Aucun
hi: कोई नहीं
ja: なし
zh_hans: 无
zh_hant: 無

source: 외관 모드:
ar: وضع المظهر:
de: Erscheinungsbild:
en: Appearance Mode:
es: Modo de Apariencia:
fr: Mode d'Apparence :
hi: उपस्थिति मोड:
ja: 外観モード:
zh_hans: 外观模式：
zh_hant: 外觀模式：

source: 이 레이아웃을 기본 레이아웃으로 설정
ar: تعيين هذا التخطيط كافتراضي
de: Dieses Layout als Standard festlegen
en: Set this layout as default
es: Establecer este diseño como predeterminado
fr: Définir cette disposition comme disposition par défaut
hi: इस लेआउट को डिफ़ॉल्ट के रूप में सेट करें
ja: このレイアウトをデフォルトに設定
zh_hans: 将此布局设为默认
zh_hant: 將此版面配置設為預設
